{
  "Page": {
    "title": "I structure digital interfaces to scale consistently.",
    "about": "<p>I'm a UI Engineer with 15 years of experience combining design and development.</p><p>Specialist in Design Systems, React, and scalable front-end structuring.</p><p>I've been creating visual systems in production for over 10 years, developing complete applications with React, Node.js, and TypeScript, and structuring technical departments from scratch.</p><p>Recognized by Microsoft in 2016 for UX concept.</p><p>My focus: consistency, scalability, and a solid foundation for product growth.</p>"
  },
  "Nav": {
    "projects": "Projects",
    "photos": "Photos",
    "blog": "Blog"
  },
  "Projects": {
    "title": "Projects",
    "project-title01": "Design System DTP",
    "project-description01": "Corporate design system in production for over 10 years, used daily by the creative team. Standardized processes, reduced weekly work hours by 10, and maintains a 95% client approval rate.",

    "project-title02": "Windows 10 Mobile UI Concept",
    "project-description02": "Interface concept for Windows 10 Mobile officially recognized by Microsoft in 2016. Innovative user experience proposal for the mobile operating system.",

    "project-title03": "Shhh Wallpaper",
    "project-description03": "Digital wallpaper that reached over 20,000 downloads on the WallpaperHub platform, demonstrating the ability to create products with visual appeal and organic reach.",

    "project-title04": "Institutional Website - CEARP",
    "project-description04": "Complete development of the institutional website including infrastructure, hosting, and maintenance. Creation of the IT department from scratch with the implementation of the entire digital structure.",

    "project-title05": "Materials Management System - DTP",
    "project-description05": "Internal web system for managing materials and processes of the printing company. Automated workflows and integrated departments.",

    "project-title06": "Branding and Campaigns - MADIL Careers",
    "project-description06": "Complete leadership of the design department, creating visual identity, digital marketing campaigns, and corporate materials for a recruitment company."
  }
}
