{
  "Page": {
    "title": "Estruturo interfaces digitais para escalar com consistência.",
    "about": "<p>Sou UI Engineer com 15 anos de experiência unindo design e desenvolvimento.</p><p>Especialista em Design Systems, React e estruturação front-end escalável.</p><p>Já criei sistemas visuais em produção há mais de 10 anos, desenvolvi aplicações completas com React, Node.js e TypeScript, e estruturei departamentos técnicos do zero.</p><p>Reconhecido pela Microsoft em 2016 por conceito de UX.</p><p>Meu foco: consistência, escalabilidade e base sólida para crescimento de produto.</p>"
  },
  "Nav": {
    "projects": "Projetos",
    "photos": "Fotos",
    "blog": "Blog"
  },
  "Projects": {
    "title": "Projetos",
    "project-title01": "Design System DTP",
    "project-description01": "Sistema de design corporativo em produção há mais de 10 anos, utilizado diariamente pela equipe de criação. Padronizou processos, reduziu 10 horas semanais de trabalho e mantém 95% de taxa de aprovação dos clientes.",

    "project-title02": "Windows 10 Mobile UI Concept",
    "project-description02": "Conceito de interface para Windows 10 Mobile reconhecido oficialmente pela Microsoft em 2016. Proposta inovadora de experiência do usuário para o sistema operacional mobile.",

    "project-title03": "Wallpaper Shhh",
    "project-description03": "Wallpaper digital que alcançou mais de 20.000 downloads na plataforma WallpaperHub, demonstrando capacidade de criar produtos com apelo visual e alcance orgânico.",

    "project-title04": "Website Institucional CEARP",
    "project-description04": "Desenvolvimento completo do site institucional incluindo infraestrutura, hospedagem e manutenção. Criação do departamento de TI do zero com implementação de toda estrutura digital.",

    "project-title05": "Sistema de Gestão de Materiais - DTP",
    "project-description05": "Sistema web interno para gerenciamento de materiais e processos da empresa gráfica. Automatizou fluxos de trabalho e integrou departamentos.",

    "project-title06": "Branding e Campanhas - MADIL Carreiras",
    "project-description06": "Liderança completa do departamento de design, criando identidade visual, campanhas de marketing digital e materiais corporativos para empresa de recrutamento."
  }
}
